Repository: lmiphay/pdamsten-plasmoids
Catalog: scriptedimage/contents/locale/*/LC_MESSAGES/scriptedimage.po
Languages: fi

source: Image URL:
fi: Kuvan URL:

source: Script that prints image URL:
fi: Skripti joka printtaa URL:n:

source: Interval:
fi: Päivitysväli

source: seconds
fi: sekunttia

source: minutes
fi: minuuttia

source: hours
fi: tuntia

source: Scaling:
fi: Skaalaus:

source: No scaling
fi: Ei skaalausta

source: Scale content to applet
fi: Skaalaa kuva aplettiin

source: Scale content to applet, keep aspect ratio
fi: Skaalaa kuva aplettiin, pidä mitta suhde

source: Scale applet to content
fi: Skaalaa apletti kuvaan

source: Background:
fi: Tausta:

source: No Background
fi: Ei taustaa

source: Standard Background
fi: Normaali tausta

source: Translucent Background
fi: Läpinäkyvä tausta

source: Select to use image URL
fi: Valitse käyttääksesi kuvan URL:lää

source: Image URL
fi: Kuvan URL

source: Select to use image script
fi: Valitse käyttääksesi kuva skriptiä

source: Image Script
fi: Kuva skripti

source: Image update interval
fi: Kuvan päivitys väli

source: Image update interval unit
fi: Kuvan päivitys välin mitta yksikkö

source: Applet scaling
fi: Appletin skaalaus

source: Applet background hint
fi: Appletin tausta
