Repository: lmiphay/pdamsten-plasmoids
Catalog: now-rocking/contents/locale/*/LC_MESSAGES/now-rocking.po
Languages: de, eo, fi, pl

source: Cover
eo: Kovrilo
fi: Kansikuva
pl: Okładka

source: Logo:
eo: Emblemo:

source: Keep Aspect Ratio
de: Seitenverhältnis erhalten
eo: Konservu proporciojn
fi: Säilytä kuvasuhde
pl: Zachowaj proporcje rozmiaru

source: Warning: when this feature is on you are not able to access now-rocking if player is not playing (or paused).
de: Achtung: Durch Aktivieren dieser Funktion wird Now-Rocking ohne aktiven Player unsichtbar sein.
eo: Atentu: Post ŝalto de ĉi tiu funkcio Now-Rocking nevideblas, se ne estas muziko.
fi: Varoitus: Jos tämä asetus on päällä now-rocking on saatamattomissa jollei soitin ole päällä.
pl: Uwaga: Gdy ta opcja jest włączona, nie będziesz w stanie uzyskać dostępu do Now Rocking, gdy żaden odtwarzacz nie działa, lub odtwarzanie jest wstrzymane.

source: Visible only when player active
de: Nur bei aktivem Player sichtbar
eo: Nur videbla, se ludilo estas ŝaltita
fi: Näkyvissä vain jos soitin aktiivinen
pl: Widoczny tylko, gdy odtwarzacz jest aktywny

source: Artist and Title
de: Künstler und Titel
eo: Artisto kaj titolo
fi: Artisti ja Kappale
pl: Wykonawca i tytuł

source: &Artist:
de: &Künstler:
eo: &Artisto:
fi: &Artisti:
pl: &Wykonawca:

source: &Title:
de: &Titel:
eo: &Titolo:
fi: &Kappale:
pl: &Tytuł:

source: Use Capital letters
de: Großbuchstaben
eo: Uzu majusklojn
fi: Käytä vain isoja kirjaimia
pl: Używaj dużych liter

source: Artist Font
de: Schrift für Künstler
eo: Tiparo por la artisto
fi: Artistin kirjaisintyyli
pl: Czcionka wykonawcy

source: Title Font
de: Schrift für Titel
eo: Tiparo por la titolo
fi: Kappaleen kirjaisintyyli
pl: Czcionka tytułu

source: Keep aspect ratio
de: Seitenverhältnis erhalten
eo: Konservu proporciojn
fi: Säilytä kuvasuhde
pl: Zachowaj proporcje rozmiaru

source: Use capital letters for artist and title
de: Großbuchstaben für Künstler und Titel
eo: Uzu majusklojn por artisto kaj titolo
fi: Käytä vain isoja kirjaimia artistiin ja kappaleeseen
pl: Używaj dużych liter dla wykonawcy i tytułu

source: Url of the logo
de: URL des Logos
eo: URL de la emblemo
fi: Logon polku
pl: Lokalizacja loga

source: Make cover &square
de: &Rechteckiges Cover
eo: &Rektangula kovrilo
fi: Skaalaa kuva neliöksi
pl: Dopasuj rozmiar okładki

source: No Player
de: Kein Player
eo: Neniu ludilo
fi: Ei Soitinta
pl: Żaden odtwarzacz nie jest w użyciu

source: (paused)
de: (pausiert)
eo: (paŭzita)
fi: (tauko)
pl: (Wstrzymany)

source: (stopped)
de: (angehalten)
eo: (haltita)
fi: (pysäytetty)
pl: (Zatrzymany)

source: Stopped
de: Angehalten
eo: Haltita
fi: Pysäytetty
pl: Zatrzymany

source: N/A
de: Keine Angabe
eo: Neaplikebla
fi: Ei tiedossa
pl: Nie dostępny
